IDEA StatiCa Open Model
Settlement Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Settlement()
Public Sub New
public:
Settlement()
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace